Repository: wp-plugins/fs-social-comments
Catalog: languages/*.po
Languages: it_it

source: intro
it_it: Benvenuto, questo plugin permette di sincronizzare i commenti di facebook con i commenti integrati all'interno di wordpress. Al momento siamo in versione beta quindi le funzioni di cancella e spam al momento non sono disponibili. ATTENZIONE: Cancellare o moderare i commenti dall'amministrazione di wordpress non avr√† effetto sui commenti di facebook

source: General Settings
it_it: Impostazioni generali

source: Hide default comments
it_it: Nascondi i commenti default di wordpress

source: Facebook Settings
it_it: Impostazioni Facebook

source: Enable Facebook comments
it_it: Abilita i commenti di facebook

source: language code
it_it: Codice lingua

source: sidebar title
it_it: Cosa stiamo facendo?

source: sidebar content
it_it: 1 - Integrazione della funzione di moderazione commenti dall'amministrazione di wordpress <br /> 2 - Differenziazione per colore dei commenti di facebook dentro l'amministrazione di wordpress<br /> 3 - Integrazione dei commenti nativi di wordpress e dei commenti di google+ attivabili direttamente dalle impostazioni del plugin<br /> 4 - Traduzioni...

source: sidebar title donate
it_it: Aiutaci a finire

source: sidebar content donate
it_it: Aiutaci a continuare lo sviluppo di questo plugin, basta poco da parte tua.
